Repository: IAmMajo/Pleno
Catalog: KIVoP-ios/KIVoP-ios/Localizable.xcstrings
Source language: en
Languages: de, tr

source: ** Server log files ** The provider of the pages automatically collects and stores information in so-called server log files that your browser automatically transmits to us. These are: - Browser type and browser version - Operating system used - Referrer URL - Host name of the accessible computer - Time of the server request - IP address This data is not merged with other data sources. This data is recorded on the basis of Art. 6 Para. 1 lit. f GDPR. The operator has a legitimate interest in the technically error-free presentation and the optimization of his website, for which the server log files must be recorded. .
de: **Server-Log-Dateien** Der Provider der Seiten erhebt und speichert automatisch Informationen in so genannten Server-Log-Dateien, die Ihr Browser automatisch an uns übermittelt. Dies sind: - Browsertyp und Browserversion - verwendetes Betriebssystem - Referrer URL - Hostname des zugreifenden Rechners - Uhrzeit der Serveranfrage - IP-Adresse Eine Zusammenführung dieser Daten mit anderen Datenquellen wird nicht vorgenommen. Die Erfassung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Der Betreiber hat ein berechtigtes Interesse an der technisch fehlerfreien Darstellung und der Optimierung seiner Website, hierzu müssen die Server-Log-Files erfasst werden.
tr: ** Sunucu Günlük Dosyaları ** Sayfaların sağlayıcısı, tarayıcınızın bize otomatik olarak ilettiği sunucu günlük dosyalarında otomatik olarak bilgi toplar ve depolar. Bunlar: - Tarayıcı türü ve tarayıcı sürümü - Kullanım Sistemi - Yönlendirici URL - Erişilebilir bilgisayarın ana bilgisayar adı - Sunucu isteğinin zamanı - IP adresi Bu veriler diğer veri kaynaklarıyla birleştirilmez. Bu veriler 6 para. Operatör, sunucu günlük dosyalarının kaydedilmesi gereken teknik olarak hatasız sunum ve web sitesinin optimizasyonuna meşru bir ilgiye sahiptir. .

# deines Vereins dich aufnehmen.
source: your club take you in.
de: deines Vereins dich aufnehmen.
tr: Derneğin seni kabul eder.

# in der Bestätigungs-Mail.
source: in the confirmation email.
de: in der Bestätigungs-Mail.
tr: onay e -postasında.

# Vereinsreise...
source: Club trip...
de: Vereinsreise...
tr: Dernek gezisi...

# (ca. %u min.)
source: (approx. %U min.)
de: (ca. %U min.)
tr: (yaklaşık %U min.)

# (ca. 160 min.)
source: (approx. 160 min.)
de: (ca. 160 min.)
tr: (Yaklaşık 160 dk.)

source: **General information** The following information provides a simple overview of what happens to your personal data when you use the app "Pleno".Personal data is all data with which you can be personally identified. Detailed information on data protection can be found in our data protection declaration listed under this text. ** Data acquisition in this app ** ** Who is responsible for data acquisition on this website? ** Data processing in the app is carried out by us as an operator.You can find our contact details in the section, reference to the person responsible. ** How do we collect your data? ** On the one hand, your data will be collected by telling us this, e.g.B. by entering the user profile.Other data is recorded automatically or after your consent when using the app by IT systems.These are primarily technical data (e.g. device type, operating system or time of access). ** What do we use your data for? ** Part of the data is collected to ensure error -free provision of the app. Other data is recorded to enable the app's organizational functions. This includes: - ** The name of the association and its logo: ** This information is used for identification and assignment within the app. - ** Place and time of events or meetings: ** This data is necessary to ensure the schedule and the formation of carpools between club members. - ** Rolling and tasks of the members: ** These are recorded in order to support the structuring and task distribution within the association. - ** uploaded content such as protocols or documents: ** This information is used for the archiving and availability of session documents. This data is necessary to provide the functions of the app and enable efficient use of the platform. ** What rights do you have in terms of your data? ** You have the right to obtain information about origin, recipient and the purpose of your stored personal data at any time. You also have the right to request the correction or deletion of this data.If you have given consent to data processing, you can revoke this consent at any time for the future.You also have the right to request the processing of your personal data under certain circumstances.Furthermore, you have a right to complain to the responsible supervisory authority. You can contact us at any time for further questions about data protection ..
de: **Allgemeine Hinweise** Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie die App ,,Pleno” nutzen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung. **Datenerfassung in dieser App** **Wer ist verantwortlich für die Datenerfassung auf dieser Website?** Die Datenverarbeitung in der App erfolgt durch uns als Betreiber. Unsere Kontaktdaten finden Sie im Abschnitt, Hinweis zur Verantwortlichen Stell’ dieser Datenschutzerklärung. **Wie erfassen wir Ihre Daten?** Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen, z. B. durch die Eingabe in das Nutzerprofil. Andere Daten werden automatisch oder nach Ihrer Einwilligung bei der Nutzung der App durch IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Gerätetyp, Betriebssystem oder Uhrzeit des Zugriffs). **Wofür nutzen wir Ihre Daten?** Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der App zu gewährleisten. Andere Daten werden erfasst, um die organisatorischen Funktionen der App zu ermöglichen. Dies umfasst: - **Den Namen des Vereins und dessen Logo:** Diese Informationen dienen der Identifikation und Zuordnung innerhalb der App. - **Ort und Zeit von Veranstaltungen oder Treffen:** Diese Daten sind notwendig, um die Terminplanung und das bilden von Fahrgemeinschaften zwischen Vereinsmitgliedern zu gewährleisten. - **Rollen und Aufgaben der Mitglieder:** Diese werden erfasst, um die Strukturierung und Aufgabenverteilung innerhalb des Vereins zu unterstützen. - **Hochgeladene Inhalte wie Protokolle oder Dokumente:** Diese Informationen dienen der Archivierung und Verfügbarkeit von Sitzungsunterlagen. Diese Daten sind erforderlich, um die Funktionen der App bereitzustellen und eine effiziente Nutzung der Plattform zu ermöglichen. **Welche Rechte haben Sie bezüglich Ihrer Daten?** Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu. Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.
tr: **Genel bilgi** Aşağıdaki bilgiler, "pleno" uygulamasını kullanırken kişisel verilerinize ne olacağına dair basit bir genel bakış sunmaktadır.Kişisel veriler, kişisel olarak tanımlanabileceğiniz tüm verilerdir. Veri koruması hakkında ayrıntılı bilgiler, bu metin altında listelenen veri koruma bildirimimizde bulunabilir. ** Bu uygulamada veri toplama ** ** Bu web sitesinde veri ediniminden kim sorumlu? Uygulamada veri işleme operatör olarak bizim tarafımızdan gerçekleştirilir.İletişim bilgilerimizi sorumlu kişiye referans bölümünde bulabilirsiniz. ** Verilerinizi nasıl topluyoruz? Bir yandan, verileriniz bunu bize söyleyerek toplanacaktır, ör.B. Kullanıcı profilini girerek.Diğer veriler, uygulamayı BT sistemleri tarafından kullanılırken otomatik olarak veya onayınızdan sonra kaydedilir.Bunlar öncelikle teknik verilerdir (örn. Cihaz türü, işletim sistemi veya erişim süresi). ** Verilerinizi ne için kullanıyoruz? Uygulamanın hatasız sağlanmasını sağlamak için verilerin bir kısmı toplanır. Uygulamanın organizasyon işlevlerini etkinleştirmek için diğer veriler kaydedilir. Bu şunları içerir: - ** Derneğin adı ve logosu: ** Bu bilgiler, uygulama içindeki kimlik ve atama için kullanılır. - ** Etkinliklerin veya toplantıların yeri ve zamanı: ** Bu veriler kulüp üyeleri arasında karpoollerin programını ve oluşumunu sağlamak için gereklidir. - ** Üyelerin yuvarlanma ve görevleri: ** Bunlar, dernek içindeki yapılandırma ve görev dağıtımını desteklemek için kaydedilir. - ** Protokoller veya belgeler gibi yüklenen içerik: ** Bu bilgiler, oturum belgelerinin arşivlenmesi ve kullanılabilirliği için kullanılır. Bu veriler, uygulamanın işlevlerini sağlamak ve platformun verimli kullanımını sağlamak için gereklidir. ** Verileriniz açısından hangi haklarınız var? Menşe, alıcı ve depolanan kişisel verilerinizin amacı hakkında bilgi edinme hakkına sahipsiniz. Ayrıca bu verilerin düzeltilmesini veya silinmesini talep etme hakkınız vardır.Veri işlemeye onay verdiyseniz, bu rızayı gelecek için herhangi bir zamanda iptal edebilirsiniz.Ayrıca, belirli koşullar altında kişisel verilerinizin işlenmesini talep etme hakkınız vardır.Ayrıca, sorumlu denetim otoritesine şikayet etme hakkınız vardır. Veri koruması hakkında başka sorularınız için istediğiniz zaman bizimle iletişime geçebilirsiniz.
